/*
 * @Author: eds
 * @Date: 2020-07-10 14:57:20
 * @LastEditTime: 2020-07-13 18:16:20
 * @LastEditors: eds
 * @Description:
 * @FilePath: \wz-canvass-demo\src\mock\projects.ts
 */
interface ProjectInterface {
  [elem: string]: any;
}
//  项目集合
const projects: ProjectInterface = [
  {
    area: "鹿城区",
    kind: "城市开发项目",
    scale: "1-50亩",
    name: "五马街道黎一村桥上片用地",
    projectId: "A01",
    location: "位于鹿城区五马街道黎一村桥上片",
    info:
      "五马街道是鹿城区的中央核心区域，人口集聚，商贸荟萃，文化兴盛，位置优越，是温州城市形象主窗口。该地块用途为城镇住宅用地。",
    detail:
      "D-16地块可出让用地约23亩，容积率2.5，建筑面积约3.88万平方米，D-37地块可出让用地约39亩，容积率3.0，建筑面积约7.83万平方米，具体以勘测定界报告为准。",
    progress: "预期6月左右完成做地工作。",
    cooperation: "独资、合资",
    link: [
      "联系单位：温州市鹿城区投资促进服务中心",
      "联系人：黄天豪",
      "联系电话：0577-55566312",
      "联系地址：温州市鹿城区广场路188号区政府大院15号楼6楼",
    ],
    geometry: [120.6728243870001, 28.017454205000035],
  },
  {
    area: "鹿城区",
    kind: "城市开发项目",
    scale: "1-50亩",
    name: "鹿城工业园区（中央涂单元）改造提升项目",
    projectId: "A02",
    location:
      "项目位于城市核心区西面，原为鹿城区工业园区用地。为东至翠微大道、南接过境公路、西至西向排洪、北毗邻瓯江。",
    info:
      "项目依托其独特的区位和交通门户优势，通过城市和产业服务功能在江湾上的有序组织，构筑山、江、产、城高度融合的“山水阳台、活力江湾”。总规划用地约430公顷，将规划成为带动温州西片产业转型升级的引领区和以时尚、休闲为特色的活力江湾区。",
    detail:
      "项目总建筑面积约1818447平方米，其中住宅面积1038305平方米，商业452193平方米，公建配套302824平方米。",
    progress: "项目前期中。",
    cooperation: "独资、合资",
    link: [
      "联系单位：温州市鹿城区投资促进服务中心",
      "联系人：黄天豪",
      "联系电话：0577-55566312",
      "联系地址：温州市鹿城区广场路188号区政府大院15号楼6楼",
    ],
  },
  {
    area: "龙湾区",
    kind: "城市开发项目",
    scale: "1-50亩",
    name: "龙湾城市中心区永中单元B-02商住项目",
    projectId: "A03",
    location: "温州永强北片区永中单元B-02地块",
    info:
      "项目北至瓯海大道，南至永安路，西至建中路，东临半洋河，紧邻中心区核心区块，周边交通便利，环境优美，周边已形成以金属总部大楼、建设总部大楼、温州银行大楼、龙湾农商银行大厦等总部楼宇，周边还有瓯海大道城市快速路接口、中国姿态黄石山雕塑公园等配套设施，北面到黄石山雕塑公园只有200米，到温州龙湾国际机场仅3公里左右，地段价值凸显。",
    detail:
      "项目地块占地面积约48.33亩，可建总建筑面积约6.44万平方米，容积率2.0，建筑密度30%，绿地率30%，限高50-54米，用地性质为二类居住用地，配套设施开闭所。项目总投资约9亿元，拟引入商住房地产项目开发等业态。",
    progress: "已完成土地征用及相关政策处理，具备出让条件。",
    cooperation: "独资、合资及其他",
    link: [
      "联系单位：龙湾城市中心区开发建设管委会",
      "联系人：陈秀英",
      "联系电话：13758725656",
      "联系地址：龙湾区府大楼二楼",
    ],
  },
  {
    area: "龙湾区",
    kind: "数字经济产业项目",
    scale: "50-100亩",
    name: "龙湾状元商住综合体项目",
    projectId: "A04",
    location: "龙湾区状元街道北单元B-17a地块",
    info:
      "地块北面就是瓯江，东侧是G15甬台温高速，该地块区域位置非常优越，往西不到5公里就是温州滨江CBD中心和会展中心，江景资源十分丰富，是龙湾区城中村改造拆整出来的优质地块。",
    detail:
      "项目地块占地面积约91.44亩，可建总建筑面积约21.33万平方米，容积率3.5，建筑密度40%，绿地率30%，限高220米。拟引入集购物、休闲、酒店等为一体的商住综合体项目开发等业态。总投资约30亿元。",
    progress: "已完成土地征用，正在相关政策处理中。",
    cooperation: "独资、合资及其他",
    link: [
      "联系单位：温州臻龙建设投资集团有限公司",
      "联系人：张万凯",
      "联系电话：13806893457",
      "联系地址：龙湾区雁荡西路350号开发区大厦15楼",
    ],
  },
  {
    area: "瓯海区",
    kind: "生命健康项目",
    scale: "50-100亩",
    name: "瓯海南部新区项目",
    projectId: "A05",
    location: "梧田、南白象、茶山、丽岙",
    info:
      "项目概况瓯海南部新区总用地面积约28平方公里, 东至大罗山—三垟湿地、西南至凤凰山—吹台山、北至瓯海大道,是温州“都市区”战略和中心城区“东拓西优、南联北接”发展的重要主战场。区域有科技医疗、教育研发、省级工业园等众多产业平台。目前新区以“创新之区、未来之城、花园之都”的发展理念和构想，已启动概念规划和城市设计国际征集，并积极谋划产城融合与新型复合产业园区、城市绿道网和平天镬公园、南北村公园街区、未来社区等一批重点建设项目。",
    detail: "",
    progress: "城市规划编制中",
    cooperation: "出让、合作开发",
    link: [
      "联系单位：瓯海中心区建设中心",
      "联系人：程学旗",
      "联系电话：13736363303",
    ],
  },
  {
    area: "瓯海区",
    kind: "高端制造项目",
    scale: "50-100亩",
    name: "瓯海仙湖度假区",
    projectId: "A06",
    location: "瓯海区郭溪街道、潘桥街道",
    info:
      "总用地面积5.2平方公里，北至景德路、南至瓯海大道、西至繁盛路、东至阳桐河，整体形状如北斗，属于瓯海区西部生态旅游新城的核心区域。区域周边拥有五磊山森林公园、十八湾湿地、华亭山公园等生态资源；温州高铁站，绕城高速、S1轨道线、城市快速路瓯海大道紧绕基地，可接纳五湖四海的八方游客。",
    detail:
      "以城市主干道宁波路为界分为东西两个片区，西片仙湖主要核心区块面积3.5平方公里，东片城市农业公园区块面积1.7平方公里。功能定位为城市之心、西部生态走廊和水乡客厅，产业发展以休闲旅游、度假娱乐和瓯越文化为重点，配套发展商业地产。总投资约80亿元",
    progress: "基础设施建设中",
    cooperation: "出让、合作开发",
    link: [
      "联系单位：瓯海区区温塘河工程建设中心",
      "联系人：林沁怡",
      "联系电话：13566257265",
    ],
  },
  {
    area: "洞头区",
    kind: "总部经济项目",
    scale: "50-100亩",
    name: "洞头状元南片综合开发",
    projectId: "A07",
    location: "洞头区状元南片围垦区",
    info:
      "地块背靠温州状元岙深水港区，紧邻330国道，与洞头本岛相望隔海，具有“山、海、城”的特色，是洞头区域旅游休闲的重要板块。",
    detail:
      "规划用地面积约5100亩，拟打造具旅游休闲、科技创新、港口配套功能的产城融合项目，总投资估算约300亿元。",
    progress:
      "地块控规中间成果已编制完成，可结合具体开发项目进行修编。地块市政基础设施工程已完成软基处理、海景桥建设、料场开采，已开展河道水系治理和市政道路建设。",
    cooperation: "独资或合资",
    link: [
      "联系单位：温州市洞头区投资促进服务中心",
      "联系人：张益稳",
      "联系电话：18757099596",
      "联系地址：温州市洞头区北岙街道县前路12号",
    ],
  },
  {
    area: "洞头区",
    kind: "现代商贸项目",
    scale: "100-200亩",
    name: "大门·鹿西一体化综合开发项目",
    projectId: "A08",
    location: "洞头区大门镇、鹿西乡",
    info:
      "大门镇、鹿西乡位于洞头区北部，与洞头本岛隔海相望，旅游生态资源十分丰富。规划以海岛+海洋+森林为元素，以深度近海岛屿旅游体验、海洋森呼吸为理念，通过重大项目、特色项目的建设，进行大门·鹿西一体化综合开发。",
    detail:
      "结合大门、鹿西空间和旅游资源特点，可进行花样鸟岛、森灵百花园、黄鱼文化园、探索森林、星海露营基地、鹿港小镇、漫沙滩度假区、龟岩观海等内容开发，总投资估算约100亿元。",
    progress:
      "大门大桥通车以来，两乡镇的旅游产业得到长足的发展，大门的油菜花节、观音礁沙滩美食节、仁前途田园综合体，东浪西浪村的民宿度假村等成为大门旅游产业发展的新亮点。鹿西乡的海洋牧场、山坪扎不断等民宿花园村也成为都市人旅游的热点地区。",
    cooperation: "独资、合资或其他",
    link: [
      "联系单位：温州市洞头区投资促进服务中心",
      "联系人：张益稳",
      "联系电话：18757099596",
      "联系地址：温州市洞头区北岙街道县前路12号",
    ],
  },
  {
    area: "乐清市",
    kind: "文化旅游项目",
    scale: "100-200亩",
    name: "乐清市乐成中心城区胜利塘北片综合开发项目",
    projectId: "A09",
    location: "乐清中心城区",
    info:
      "乐清市乐成中心城区胜利塘北片规划“二廊三带、一轴三区”的空间结构，拟开发地块紧沿二廊之一的东运河生态廊道进行建设，东运河生态廊道东西向1500亩绿地连接了本地块东侧已建成的胜利塘沿海绿地，是具备游憩休闲、健身娱乐、科普教育等多种生态功能的城市湿地；地块西侧紧邻城市发展轴疏港公路。",
    detail:
      "项目地块总面积1242亩，东至228国道，南至东运路，西至疏港公路，北至陈砺河东段，拟重点打造集商务、休闲、住宅、娱乐、科普教育等于一体的多功能高端区域。其中：住宅及商业661亩，建筑面积762437㎡，道路及市政配套351亩，中心绿地141亩，文化教育89亩。项目计划总投资80亿元。",
    progress:
      "项目地块的整体控规已于2018年9月完成，区域内规划的主次干道东运路、清东路、陈砺路已于2020年3月完成方案设计会审，正着手启动建设。",
    cooperation: "独资、合资",
    link: [
      "联系单位：乐清市乐成中心城区开发建设管理委员会",
      "联系人：陈忠林",
      "联系电话：13706606575",
      "联系地址：乐清市行政管理中心",
    ],
  },
  {
    area: "瑞安市",
    kind: "其他项目",
    scale: "100-200亩",
    name: "瑞安滨海新城核心区中塘河新天地",
    projectId: "A10",
    location: "滨海新城核心区",
    info:
      "作为瑞安城市新中心，总体发展定位为温州大都市区南翼中心和引领瑞安产业转型升级的绿色生态中心。近期立足于温州市域铁路S2线、万松东路和隆山东路东进发展带来城市资源重配和城市空间重构的契机，以中塘河区域为重要生态支撑，完善基础配套设施，承接瑞安市区人口、产业疏散，形成高度融合共享的新城区。项目建成可引领瑞安产业、空间、人居环境品质化提升，破解高品质市民生活需求与低水平城市设施服务矛盾，塑造具有瑞安当地文化特色的休闲街区。项目位于滨海大道以东、万松东路以南、隆山路以北和中塘河沿线的区块。",
    detail:
      "项目总用地面积约400亩，建筑面积约60万方。包括住宅、商服、公园、教育、医养等用地，结合旧村搬迁和塘河文化塑造，拟打造为功能完备、绿色低碳、人文厚重、和谐宜居示范区，总投资约40亿元。",
    progress: "土地已由政府储备，周边征地工作正在开展。",
    cooperation: "独资",
    link: [
      "联系单位：瑞安滨海新区管委会",
      "联系人：余成华",
      "联系电话：0577-65631017、13967742007",
      "联系地址：瑞安市莘阳大道508号",
    ],
  },
  {
    area: "文成县",
    kind: "其他项目",
    scale: "1-50亩",
    name: "文成樟山新区开发项目",
    projectId: "A12",
    location: "文成县樟山新区",
    info:
      "该项目定位为县城商贸休闲文旅中心，打造生活功能为主导，集聚融合商业商贸、休闲旅游、文创体验、办公行政等综合服务功能，山水景观、公园庭院渗透的宜居宜业城市核心区。",
    detail:
      "项目东至樟山大道（包含自来水厂地块），北至建设路，西北至红枫路、西至樟山，南至G322国道，总用地范围约1060亩。",
    progress: "已完成控规编制，启动一期市政道路建设。",
    cooperation: "独资、合资、合作",
    link: [
      "联系单位：文成县城市建设投资集团有限公司",
      "联系人：刘文锋",
      "联系电话：13868685505",
      "联系地址：大峃镇中侨路新区大楼",
    ],
  },
  {
    area: "平阳县",
    kind: "高端制造项目",
    scale: "1-50亩",
    name: "平阳瓯南明珠（古鳌头）项目",
    projectId: "A13",
    location: "平阳县鳌江镇",
    info:
      "鳌江镇位于东海之滨、鳌江之畔，素有百年商埠、瓯越明珠、瓯闽小上海、中国古鳌头之美誉。鳌江是浙江省首批27个小城市培育试点镇中唯一一个具备高铁、国道、航运等综合交通优势的城镇。“古鳌头”片区位于鳌江的中南部，胜利路以南、车站大道以西与鳌江围合的综合性地块。是鳌江镇区域商业、商务中心功能的核心节点，鳌江北岸标志性建设的展示区。",
    detail:
      "该项目用地面积663亩，总投资约150亿元，计划通过片区整体开发模式，拟打造以区域性商业金融、商务办公功能为核心，集休闲购物、酒店办公、品质住区为一体的综合项目，将建设成区域性的金融中心、商务中心、休闲之都、宜居新城，将成为温州都市圈南部核心，打造平阳标杆性建筑——鳌江北岸“陆家嘴”金融商务中心。",
    progress: "项目用地为拆后利用地块，大部分地块已为建设用地。",
    cooperation: "独资",
    link: [
      "联系单位：鳌江镇人民政府",
      "联系人：杨仲浩",
      "电话: 13958965188",
      "地址：平阳县鳌江镇塘古南路99号",
    ],
  },
  {
    area: "泰顺县",
    kind: "数字经济产业项目",
    scale: "1-50亩",
    name: "泰顺江渡康养度假小镇项目",
    projectId: "A14",
    location: "泰顺县罗阳镇江渡村",
    info:
      "项目位于泰顺县罗阳镇江渡村和下察溪村，为健康颐养、人文旅游开发项目。规划打造“一带、一核、一片”发展格局，即养生居住带、文旅休闲核、高山农业片区，以养老养生、高山农业为双核心产业链，以文化休闲、人文体验、学修教育等为功能驱动，距罗阳城区3公里，离潥宁高速公路罗阳出口约1公里，东侧紧靠58省道，交通便利、生态优越，项目发展前景良好。",
    detail:
      "该项目规划面积2000亩，拟建设古镇休闲区、文创科创区、农业生态区、可研产业区、耕修康养区等内容，集娱、游、购、宿、修于一体，构筑一个养旅农闲复合型人文颐养小镇，总投资10亿元。",
    progress:
      "目前该项目已完成征用土地800亩，其中53亩具备建设用地指标，已建成了第一座廊桥。",
    cooperation: "独资、合资、合作",
    link: [
      "联系单位：泰顺县罗阳镇人民政府",
      "联系人：金亮亮、蓝建文",
      "联系电话：13606877336、13606877336  ",
      "联系地址：罗阳镇西大街55号",
    ],
  },
  {
    area: "龙港市",
    kind: "生命健康项目",
    scale: "200-300亩",
    name: "龙港公共服务中心区项目",
    projectId: "A15",
    location: "龙港新城中央商务区的环北湖区域",
    info:
      "以公共服务中心区为核心，集中引进布局市民中心、融媒体中心、会展中心等公共配套，科学布局周边商住用地空间。",
    detail:
      "该项目位于龙港新城中央商务区的环北湖区域，占地2000多亩，总投资200亿元以上。希望与大型企业集团合作共同开发，着力打造温州领先的高端时尚商住城市综合体，构建未来龙港城市中心。",
    progress: "正在对接",
    cooperation: "合资或其他",
    link: [
      "联系单位：龙港市投资促进中心",
      "联系人：陈秀玉、林上舜",
      "电话：13566108778、15869400520",
      "地址：龙港市世纪大道行政副中心5楼505室",
    ],
  },
  {
    area: "苍南县",
    kind: "现代商贸项目",
    scale: "200-300亩",
    name: "苍南台商小镇数字化塑编产业提升园项目",
    projectId: "D18",
    location: "苍南县工业园区",
    info:
      "该项目北侧为S333苍南台商小镇是2015年6月经省政府批准的首批37个特色小镇之一，小镇坐落于苍南县城新区苍南大道东侧，规划面积3.29平方公里，以“一厅两轴三心七区”设计布局。主导特色产业主要有：智能制造、微电子制造、创客经济等数字经济，凸出“台商”元素，着力打造集创新生产、旅游休闲、台湾文化体验为一体的“产、城、人、文”高度融合的生态科技新镇。省道，东侧为规划道路白下路，距离最近的桥头高速口仅4公里，交通便利。",
    detail:
      "项目总用地约项目位于苍南县台商小镇36-3地块，总规划面积100亩，建筑面积约16万平方米，总投资6亿元，计划按标准竞争性公开招商，招引以印刷包装先进生产技术为主的优秀企业，实现传统产业改造升级，打造高端塑料印刷制品园区。170亩，总投资10亿元。计划引进高端装备制造业项目。",
    progress: "目前我们计划将该项目申报省重大产业项目。",
    cooperation: "合资、独资",
    link: [
      "联系单位：苍南县工业园区建设中心",
      "联系人：钟政阁",
      "电话：13867769500",
      "地址：温州市苍南县灵溪镇建兴东路",
    ],
  },
];
//  参数名映射
const titles: ProjectInterface = {
  projectId: "项目编号",
  location: "项目所在地",
  info: "项目规划、背景及建设条件",
  detail: "建设规模、内容及投资估算",
  progress: "前期准备和进展情况",
  cooperation: "合作方式",
  link: "联系方式",
};
//  周边

export { projects, titles };
